Repository: Centaurioun/GPGPreferences
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, de, es, fr, id, it, ja, nb, pt, ru, sv, th

source: Version: %@
ca: Versió: %@
cs: Verze: %@
es: Versión: %@
id: Versi: %@
it: Versione: %@
ja: バージョン: %@
nb: Versjon: %@
pt: Versão: %@
ru: Версия: %@
th: รุ่น: %@

source: Build: %@
ca: Compilació: %@
cs: Sestavení: %@
es: Revisión: %@
ja: ビルド: %@
nb: Bygg: %@
pt: Compilação: %@
ru: Версия: %@
sv: Bygge: %@
th: สร้าง: %@

# BadKeyserver_Title
source: Key server not working
cs: Klíčový server neodpovídá
de: Schlüsselserver funktioniert nicht
fr: Mauvais serveur de clés
id: Server kunci tidak bekerja
it: Server delle chiavi difettoso
ja: 鍵サーバが利用できません
nb: Dårlig nøkkeltjener
pt: Servidor de chaves incomunicável
ru: Сервер ключей не работает
sv: Nyckelservern fungerar inte
th: เซิร์ฟเวอร์กุญแจไม่ทำงาน

# BadKeyserver_Msg
source: The key server you entered is not working. Please verify that the address is correct. It should look something like: hkps://some.key.server.org Since the key server could also be offline you can try another key server.
cs: Zadaný klíčový server nefunguje Ověřte, zda jste zadal správnou adresu. Měla by vypadat jako: https: //some.key.server.org Vzhledem k tomu, že klíčový server může být offline, můžete zkusit jiný klíčový server.
de: Der eingegebene Schlüsselserver funktioniert nicht. Bitte prüfe, ob die Adresse korrekt ist. Sie sollte ungefähr so aussehen: hkps://some.key.server.org Da der Schlüsselserver Offline sein könnte, versuche einen anderen Schlüsselserver zu verwenden.
fr: The Keyserver you have entered is not working. Please check the Keyserver address. It should look something like: hkp://some.key.server.org The Keyserver could also be offline. In that case, please use another Keyserver.
id: Server Kunci yang Anda masukkan tidak bekerja. Harap periksa bahwa alamat benar. Itu mesti seperti: hkps://suatu.server.kunci.org Karena server kunci mungkin luring Anda dapat mencoba menggunakan server kunci lain.
it: Il server delle chiavi inserito non risponde. Controllare la correttezza dell'indirizzo. Dovrebbe avere un formato simile a questo: hkp://some.key.server.org Il server potrebbe anche essere disconnesso. In questo caso provare questa soluzione, l'uso di un altro server.
nb: Nøkkeltjeneren du skrev inn virker ikke. Sjekk nøkkeltjeneradressen. Den bør se ut noe ala hkp://en.nøkkel.tjener.no Nøkkeltjeneren kan også være nede. I sådant fall, bruk en annen nøkkeltjener.
pt: O servidor de chaves digitado não está funcionando. Verifique se o endereço está certo, o qual deve ter o seguinte formato: hkps://servidor.de.chaves.org Já que o servidor também pode estar off‑line, tente usar outro.
ru: Сервер ключей, который вы ввели, не работает. Проверьте правильность адреса. Он должен выглядеть примерно так: hkps://some.key.server.org Поскольку этот сервер ключей может быть отключен, вы можете попробовать другой сервер.
th: เซิร์ฟเวอร์กุญแจที่คุณใส่มาไม่ทำงาน กรุณาตรวจยืนยันว่าที่อยู่นั้นถูกต้อง มันควรมีหน้าตาทำนองนี้: hkps://some.key.server.org เนื่องจากเซิร์ฟเวอร์กุญแจอาจหยุดให้บริการได้ คุณอาจจะลองเซิร์ฟเวอร์กุญแจอื่น

# WarningDeletePasswords_Title
source: Delete stored OpenPGP passwords
ca: Suprimeix les contrasenyes desades de l'OpenPGP
cs: Smazat uložená OpenPGP hesla
de: Gespeicherte OpenPGP Passwörter löschen
es: Eliminar contraseñas OpenPGP almacenadas
id: Hapus kata sandi OpenPGP yang tersimpan
ja: 保存したOpenPGPのパスワードを削除します
pt: Apagar senhas OpenPGP armazenadas
ru: Удаление сохраненных паролей OpenPGP
sv: Radera lagrade OpenPGP-lösenord
th: ลบรหัสผ่าน OpenPGP ที่บันทึกอยู่

# WarningDeletePasswords_Msg
source: This will delete all OpenPGP passwords stored in macOS keychain and empty the cache.
ca: Això suprimirà totes les contrasenyes de l'OpenPGP desades al clauer del macOS i buidarà la memòria cau.
cs: Tímto se smažou všechna hesla OpenPGP uložená v Klíčence macOS a z mezipaměi.
de: Alle OpenPGP Passwörter die im macOS Schlüsselbund gespeichert sind löschen und den Cache leeren.
es: Esto borrará todas las contraseñas OpenPGP almacenadas en el juego de claves de macOS y vacía la caché.
id: Ini akan menghapus semua kata sandi OpenPGP yang tersimpan di dalam ring kunci macOS dan mengosongkan singgahan.
ja: macOSのキーチェーンに保存したすべてのOpenPGPのパスワードを削除し、キャッシュを消去します。
pt: Isto apagará todas as senhas OpenPGP armazenadas nas chaves do macOS e esvaziará o cache.
ru: Это позволит удалить все пароли OpenPGP, хранящиеся в связке ключей macOS, и очистить кеш.
sv: Detta kommer att radera alla OpenPGP-lösenord som lagras i macOS-nyckelringen och tömma cachen.
th: นี่จะลบรหัสผ่าน OpenPGP ทั้งหมดที่เก็บอยู่ใน macOS Keychain และล้างแคชทิ้ง

# WarningDeletePasswords_Button1
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Eliminar
id: Hapus
ja: 削除
pt: Apagar
ru: Удалить
sv: Radera
th: ลบ

# WarningDeletePasswords_Button2
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
nb: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก

# PassowrdsDeleted_Title
source: Passwords deleted
ca: S'han suprimit les contrasenyes
cs: Hesla byla smazána
de: Passwörter gelöscht
es: Contraseñas borradas
fr: Mots de passe supprimés
id: Kata sandi dihapus
it: Password cancellate
ja: パスワードを削除しました
nb: Passord slettet
pt: Senhas apagadas
ru: Пароли удалены
sv: Lösenorden raderades
th: ลบรหัสผ่านแล้ว

# PassowrdsDeleted_Msg
source: All OpenPGP passwords were deleted from macOS keychain and the cache.
cs: Všechna hesla OpenPGP byla odstraněna ze systémové aplikace Klíčenka.
de: Alle OpenPGP Passwörter wurden aus dem macOS Schlüsselbund und dem Cache gelöscht.
fr: All OpenPGP passwords were successfully deleted from macOS keychain and the cache.
id: Semua kata sandi OpenPGP dihapus dari keychain macOS dan singgahan.
it: All OpenPGP passwords were successfully deleted from macOS keychain and the cache.
ja: macOS キーチェーンとキャッシュからすべての OpenPGP パスワードを削除しました。
nb: Alle OpenPGP-passord ble slettet fra macOS-nøkkelknippet og hurtiglageret.
pt: Todas as senhas OpenPGP foram apagadas das chaves e do cache do macOS.
ru: Все пароли OpenPGP были удалены из связки ключей macOS и кеша.
sv: Alla OpenPGP-lösenord raderades från macOS-nyckelringen och cachen.
th: รหัสผ่าน OpenPGP ทั้งหมดได้ถูกลบออกจาก macOS Keychain และแคชแล้ว

# PassowrdsDeletFailed_Title
source: Delete passwords failed!
ca: Ha fallat la supressió de contrasenyes!
cs: Mazání hesel selhalo!
de: Löschen der Passwörter fehlgeschlagen!
es: ¡Fallo en el borrado de las contraseñas!
fr: Suppression des mots de passe échouées
id: Penghapusan kata sandi gagal!
it: Cancellazione password fallita!
ja: パスワードの削除に失敗しました。
nb: Sletting av passord mislyktes!
pt: Falha ao apagar senhas
ru: Не удалось удалить пароли!
sv: Det gick inte att radera lösenord!
th: การลบรหัสผ่านล้มเหลว!

# PassowrdsDeletFailed_Msg
source: Not all stored passwords could be deleted. Please open Console.app and look for any related errors. Then let us know about this problem via the 'Send Report' tab.
ca: No s'han pogut suprimir totes les contrasenyes desades. Obriu la Console.app i cerqueu qualsevol error. Després, envieu-nos-els mitjançant la pestanya «Envia un informe».
cs: Ne všechna uložená hesla mohla být odstraněna. Otevřete prosím, program Konzola.app a podívejte se na všechny související chyby. Poté nám o tomto problému dejte vědět prostřednictvím panelu „Odeslat hlášení“.
de: Nicht alle gespeicherten Passwörter konnten gelöscht werden. Bitte öffne Konsole.app und schaue, ob du Fehlermeldungen findest, die in Zusammenhang stehen könnten. Informiere uns über dieses Problem über 'Bericht senden'.
es: No se ha podido borrar todas las contraseñas almacenadas. Por favor abra Console.app y busque errores relacionados. Después infórmenos de este problema a través de la pestaña 'Enviar Informe'
id: Tidak semua kata sandi yang disimpan dapat dihapus. Harap buka Console.app dan carilah kesalahan yang berhubungan. Lalu beritahu kami masalah ini melalui tab 'Kirim Laporan'.
nb: Ikke alle lagrede passord kunne slettes. Åpne Console.app og se etter feil som har med dette å gjøre. La oss høre om problemet fra fanen 'Send rapport'.
pt: Nem todas as senhas puderam ser apagadas. Abra o aplicativo Console e busque erros relacionados. Use a aba Enviar Relatório para nos informar sobre o problema.
ru: Не все сохраненные пароли могут быть удалены. Откройте Console.app и найдите любые связанные ошибки. Затем сообщите нам об этой проблеме на вкладке 'Отправить отчет'.
sv: Inte alla lagrade lösenorden kunde raderas. Öppna Console.app och leta efter relaterade fel. Meddela oss sedan om detta problem via fliken 'Skicka rapport'.
th: รหัสผ่านที่ถูกบันทึกในระบบไม่ได้ถูกลบไปทั้งหมด กรุณาเปิด Console.app และมองหาข้อผิดพลาดใดๆ ที่เกี่ยวข้อง จากนั้นช่วยแจ้งให้เราทราบถึงปัญหานี้ผ่านแถบ 'ส่งรายงาน'

# Support_SendDebugInfo_Title
source: Why include diagnostics?
ca: Enviament d'informació de depuració
cs: Odesílání ladících informací
de: Diagnose-Informationen senden
es: Enviando información de depuración
fr: Envoi des informations de débogage
id: Mengirim informasi debug
it: Invio in corso informazioni di debug
ja: デバッグ情報を送信
nb: Sender feilrettingsinformasjon
pt: Enviando informações de depuração
ru: Отправка отладочной информации
sv: Skickar debug-information
th: ส่งข้อมูลดีบัก

# Support_SendDebugInfo_Msg
source: Including diagnostics often helps us to solve your problem faster. The diagnostics are sent securely to our web server, where they are encrypted with our team key and forwarded to our support platform. The included information contains meta data about your keys. It can only be read by our team. During the collection of the diagnostics, you may be asked for your secret key's password, as we will test if decryption and signing are working as expected.
ca: Un petit comentari sobre l'opció d'incloure informació de depuració en l'informe: Sovint aquesta informació ajudarà a fer més ràpid el procés de depuració. El vostre problema se solucionarà molt més aviat. Recomanem que inclogueu la informació de depuració, excepte si l'informe és una sol·licitud de funcionalitat. L'informe s'envia a través d'una connexió TLS xifrada al nostre servidor. Allà, es xifra amb la clau del nostre equip i s'envia a la plataforma d'assistència. D'aquesta manera, ningú no podrà accedir a la informació de depuració excepte el nostre equip, fins i tot si no establiu l'informe com a privat. Mentre es crea la informació de depuració, se us demanarà la contrasenya de la clau OpenPGP, atès que comprovarem que el desxifratge i la sinatura funcionen correctament al vostre sistema. El registre de depuració inclou metadades sobre les vostres claus.
cs: Rychlý návod jak můžete zahrnout do vašeho hlášení ladící informace: Často tyto informace pomohou urychlit proces opravy chyby. Váš problém se tak může vyřešit mnohem rychleji. Pokud vaše hlášení není žádostí o novou funkci, doporučujeme přidat ladící informace. Hlášení se odesílá šifrovaným spojením TLS. Je zašifrováno naším týmovým klíčem a odesláno do našeho systému pro správu hlášení. Tím je zaručeno, že ladící informace nebudou přístupné nikomu jinému, kromě našeho jádrového týmu, a to i v případě, že váše hlášení není označeno jako soukromé. Během sbírání ladících informací můžete být požádáni o heslo klíče OpenPGP, protože testujeme, zda funkce dešifrování a podepisování fungují ve vašem systému správně. Ladící informace obsahují meta data o vašich klíčích.
de: Ein kurzer Hinweis zur Option, Debug Informationen an deinen Bericht anzuhängen: Oft werden uns diese Informationen helfen, den Debugging-Prozess zu beschleunigen. Dein Problem kann so schneller gelöst werden. Sofern dein Bericht nicht ein Feature-Request ist, empfehlen wir die Debug Informationen beizufügen. Die Infos werden via verschlüsselter TLS-Verbindung an unseren Hoster geschickt. Dort werden sie mit unserem Team-Schlüssel verschlüsselt und weiter an unsere Support-Plattform geschickt. So werden die Debug Infos für niemanden außer unserem Kernteam zugänglich sein, selbst wenn dein Bericht nicht auf Privat gestellt ist. Während der Erstellung der Debug Informationen kann es sein, dass du nach deinem OpenPGP Passwort gefragt wirst. Das passiert, weil wir testen, ob auf deinem System das Entschlüsseln und Signieren korrekt funktioniert. Das Debug Log enthält Metadaten zu deinen Schlüsseln.
es: Unas palabras rápidas sobre la opción de incluir información de depuración en su informe: A menudo esta información ayudará a acelerar el proceso de depuración. Su problema se solucionará mucho más rápido. Salvo que su informe sea una petición de una característica, le recomendamos añadir la información de depuración. Es enviada a través de una conexión cifrada con TLS a nuestro alojamiento. Allí es cifrada con la clave de nuestro equipo y se envía a nuestra plataforma de asistencia. De esta forma a la información de depuración no puede acceder nadie salvo nuestro equipo principal, incluso si su informe no se configura como privado. Durante la creación de la información de depuración se le preguntará la contraseña de su clave OpenPGP, ya que probaremos si el descifrar y firmar funciona como es esperado en su sistema. El registro de depuración incluye meta información sobre sus claves.
fr: A quick word about the option to include debug information with your report: Often this information will help, to speed up the debugging process. Your problem will be solved a lot quicker. Unless your report is a feature request, we recommended adding the debug information. It is sent via encrypted TLS connection to our hoster. There it is encrypted with our team key and then sent to our support platform. That way the debug information will not be accessible for anybody else except our core team, even if your report is not set to private. During the creation of the debug information you may be asked for your OpenPGP key password, since we will test if decryption and signing are working as expected on your system. The debug log includes meta information about your keys.
id: Ulasan singkat tentang opsi untuk menyertakan informasi debug dengan laporan Anda: Seringkali informasi ini akan membantu mempercepat proses debug. Masalah Anda akan jauh lebih cepat dipecahkan. Kecuali apabila laporan Anda adalah permintaan fitur, kami menyarankan menambahkan informasi debug. Info dikirim melalui koneksi TLS terenkripsi ke server kami. Di sana itu dienkripsi memakai kunci tim kami lalu dikirim ke platform dukungan kami. Dengan cara itu informasi debug tidak akan dapat diakses oleh siapapun kecuali tim inti kami, bahkan bila laporan Anda tidak diatur untuk privat. Selama pembuatan informasi debug Anda mungkin ditanyai kata sandi kunci OpenPGP, karena kami akan menguji apakah dekripsi dan penandatanganan bekerja seperti yang diharapkan pada sistem Anda. Log debug termasuk informasi meta tentang kunci Anda.
it: A quick word about the option to include debug information with your report: Often this information will help, to speed up the debugging process. Your problem will be solved a lot quicker. Unless your report is a feature request, we recommended adding the debug information. It is sent via encrypted TLS connection to our hoster. There it is encrypted with our team key and then sent to our support platform. That way the debug information will not be accessible for anybody else except our core team, even if your report is not set to private. During the creation of the debug information you may be asked for your OpenPGP key password, since we will test if decryption and signing are working as expected on your system. The debug log includes meta information about your keys.
ja: A quick word about the option to include debug information with your report: Often this information will help, to speed up the debugging process. Your problem will be solved a lot quicker. Unless your report is a feature request, we recommended adding the debug information. It is sent via encrypted TLS connection to our hoster. There it is encrypted with our team key and then sent to our support platform. That way the debug information will not be accessible for anybody else except our core team, even if your report is not set to private. During the creation of the debug information you may be asked for your OpenPGP key password, since we will test if decryption and signing are working as expected on your system. The debug log includes meta information about your keys.
nb: Feilrettingsinformasjon i rapporten: Hjelper til med å fremskynde feilrettingsprosessen. Det sendes via kryptert TLS til vårt vertsskap. Der blir det kryptert med vår nøkkel og så sendt til vår brukerstøtteplattform. På den måten er ikke feilrettingsinformasjon tilgjengelig for noen andre enn vårt indre utviklerlag, selv om din rapport ikke har blitt satt til privat. Under opprettelsen av feilrettingsinformasjonen vil du bli spurt om ditt OpenPGP-passord for din nøkkel, siden vi tester at dekryptering og signering fungerer som forventet på ditt system. Feilrettingsinformasjonsloggen inneholder metainformasjon om dine nøkler."
pt: Alguns fatos sobre a opção de incluir informações de depuração no relatório: na maioria das vezes, essas informações ajudarão a acelerar o processo de depuração e o seu problema será resolvido mais rápido. Recomenda‑se que as informações de depuração sejam adicionadas, a não ser que o relatório seja uma sugestão de recurso. A comunicação ocorre através de uma conexão TLS criptografada com nossos servidores; chegando lá, a mensagem é criptografada com a chave da nossa equipe e enviada para a plataforma de suporte. Assim, as informações de depuração não estarão acessíveis para ninguém além de nossa equipe principal, mesmo que a opção “Privado” não seja selecionada na aba Enviar Relatório. Durante a criação das informações de depuração, a senha da sua chave OpenPGP pode ser solicitada, visando testar o funcionamento esperado da descriptografia e assinatura no sistema. O registro de depuração inclui meta‑informações sobre as suas chaves.
ru: Пара слов об опции включения отладочной информации в ваш отчет: часто эта информация может помочь ускорить процесс отладки. Ваша проблема будет решена намного быстрее. Если ваш отчет не является запросом на функцию, мы рекомендуем добавить отладочную информацию. Он отправляется через зашифрованное TLS-соединение с нашим хостером. Шифрование производится с помощью нашего командного ключа, а затем отправляется на нашу платформу поддержки. Таким образом, отладочная информация не будет доступна ни для кого другого, кроме нашей основной команды, даже если ваш отчет не сделан приватным. Во время создания отладочной информации вам может быть предложено ввести пароль ключа OpenPGP, таким образом мы проверим, работают ли в вашей системе дешифрование и подписание. Журнал отладки содержит метаинформацию о ваших ключах.
sv: Ett kort ord om alternativet att inkludera debug-information i din rapport: Denna information kommer ofta bidra till att debug-processen snabbas på. Ditt problem kommer att lösas mycket snabbare. Om inte din rapport är ett förslag på ny funktionalitet så rekommenderar vi att debug-informationen inkluderas. Den skickas via en krypterad TLS-anslutning till vår värdtjänst. Där krypteras den med vårt teams nyckel för att sedan skickas till vår supportplattform. På det sättet kommer din informationen inte kunna ses av någon annan än de i vår kärna av utvecklare, även om din rapport inte angivits som privat. Medan din debug-information skapas kanske du kommer att tillfrågas om lösenordet till din OpenPGP-nyckel, eftersom vi vill testa om dekryptering och signering fungerar som det ska på ditt system. Debug-loggen inkluderar metainformation om dina nycklar.
th: A quick word about the option to include debug information with your report: Often this information will help, to speed up the debugging process. Your problem will be solved a lot quicker. Unless your report is a feature request, we recommended adding the debug information. It is sent via encrypted TLS connection to our hoster. There it is encrypted with our team key and then sent to our support platform. That way the debug information will not be accessible for anybody else except our core team, even if your report is not set to private. During the creation of the debug information you may be asked for your OpenPGP key password, since we will test if decryption and signing are working as expected on your system. The debug log includes meta information about your keys.

# Support_SendDebugInfo_Button1
source: Send Report
ca: Envia l'informe
cs: Odeslat hlášení
de: Bericht senden
es: Enviar Informe
fr: Envoyer le rapport
id: Kirim Laporan
it: Manda report
ja: レポートを送信
nb: Send rapport
pt: Enviar Relatório
ru: Отправить отчет
sv: Skicka rapport
th: ส่งรายงาน

# Support_SendDebugInfo_Button2
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Cancella
ja: キャンセル
nb: Avbryt
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก

# Support_SendDebugInfo_Checkbox
source: Include diagnostics with this report
ca: Inclou informació de depuració en aquest informe
cs: K hlášení přikládat ladící informace
de: Debug Informationen mit diesem Bericht versenden
es: Incluir información de depuración con este informe
fr: Include debug information with this report
id: Sertakan informasi debug dengan laporan ini
it: Allega informazioni di debug nel report
ja: レポートにデバッグ情報を含める
nb: Inkluder feilrettingsinformasjon i denne rapporten
pt: Incluir informações de depuração no relatório
ru: Включить отладочную информацию в этот отчет
sv: Inkludera debug-information i denna rapport
th: รวมข้อมูลดีบักไปกับรายงานนี้ด้วย

# Support_BugDescriptionTooShort_Title
source: Description too short
ca: La descripció és massa curta
cs: Popis je příliš krátký
de: Beschreibung zu kurz
es: Descripción demasiado corta
fr: Description trop courte
id: Deskripsi terlalu pendek
it: Descrizione troppo breve
ja: 説明が短すぎます
nb: Beskrivelsen er for kort
pt: Descrição curta demais
ru: Описание слишком короткое
sv: Beskrivning är fört kort
th: คำอธิบายสั้นเกินไป
