Repository: Centaurioun/GPGPreferences
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, de, es, fr, id, it, ja, nb, pt, ru, sv, th

# Support_BugDescriptionTooShort_Msg
source: Please add more details to the description field. The more detail you can provide, the faster we will be able to find a good solution to your request. If applicable, please add precise steps that will help reproduce the issue.
ca: Afegiu més detalls al camp de descripció. Com més detalls hi proporcioneu, més ràpid podrem trobar una bona solució per a la vostra petició. Si podeu, afegiu els passos concrets per a reproduir el problema.
cs: Přidejte popis další podrobnosti. Čím více detailů nám poskytnete, tím rychleji budeme schopni nalézt řešení vašeho problému. Pokud je to možné, popište přesně všechny kroky, které nám pomohou zreprodukovat problém.
de: Bitte ergänze mehr Details im Beschreibungsfeld. Je mehr Details du uns mitteilst, umso schneller sind wir in der Lage eine Lösung für dein Problem zu finden. Wenn möglich, füge bitte genaue Schritte bei, die uns helfen, das Problem zu reproduzieren.
es: Por favor añada más detalles al campo de la descripción. Cuantos más detalles pueda proporcionar, más rápido podremos encontrar una buena solución a su petición. Si es aplicable, por favor añada pasos precisos que nos ayuden a reproducir el problema.
id: Harap tambahkan lebih banyak rincian ke ruas deskripsi. Lebih banyak rincian yang dapat Anda berikan, kami akan bisa lebih cepat menemukan solusi yang bagus ke permintaan Anda. Bila berlaku, harap tambahkan langkah-langkah presisi yang membantu mereproduksi masalah.
nb: Legg til flere detaljer i beskrivelsesfeltet. Desto mer detaljer du kan oppgi, desto raskere kan vi finne en god løsning på din forespørsel. Hvis det inngår, legg til stegvise beskrivelser for å reprodusere problemet.
pt: Adicione mais detalhes no campo de descrição. Quanto mais detalhes forem fornecidos, mais rápido encontraremos uma solução para o problema. Se aplicável, adicione a sequência exata de passos para reproduzir o problema.
ru: Пожалуйста, добавьте более подробную информацию в поле описания. Чем больше деталей вы сможете предоставить, тем быстрее мы сможем найти хорошее решение для вашего запроса. Если это возможно, опишите точные шаги, которые помогут нам воспроизвести проблему.
sv: Lägg till mer info i fältet för beskrivning. Ju fler detaljer du kan återge, desto snabbare kan vi hitta en bra lösning på din begäran. Om det går, lägg till exakta steg som kan hjälpa oss reproducera felet.

# Support_ExpectedBahaviorTooShort_Title
source: Expected behavior too short
ca: El comportament esperat és massa curt
cs: Popis očekávaného chování je příliš krátký
de: Erwartetes Verhalten zu kurz
es: Comportamiento esperado demasiado corto
fr: Comportement attendu trop court
id: Perilaku yang diharapkan terlalu pendek
it: Funzionamento atteso troppo veloce
nb: Forventet oppførsel for kort
pt: Comportamento esperado curto demais
ru: Описание ожидаемого поведения слишком короткое
sv: Förväntat beteende är för kort
th: พฤติกรรมที่คาดหวังสั้นเกินไป

# Support_ExpectedBahaviorTooShort_Msg
source: Please add more details to the expected behavior field. The more detail you can provide, the faster we will be able to find a solution and answer your request.
ca: Afegiu més detalls al camp de comportament esperat. Com més detalls hi proporcioneu, més ràpid podrem trobar una solució i contestar la vostra petició.
cs: Přidejte podrobnosti do pole očekávané chování. Čím více detailů nám poskytnete, tím rychleji budeme schopni najít řešení a odpovědět na vaše požadavky.
de: Bitte ergänze mehr Details im Feld zum erwarteten Verhalten. Je mehr Details du uns mitteilst, umso schneller sind wir in der Lage eine Lösung zu finden und deine Anfrage zu bearbeiten.
es: Por favor añada más detalles al campo del comportamiento esperado. Cuantos más detalles pueda proporcionar, más rápido podremos encontrar una solución y responder a su petición.
id: Harap tambahkan lebih banyak rincian ke ruas perilaku yang diharapkan. Lebih banyak rincian yang dapat Anda berikan, kami akan bisa lebih cepat menemukan solusi yang bagus ke permintaan Anda.
nb: Detaljer i rikt monn i feltet for forventet oppførsel. Desto mer detaljer du kan oppgi, desto raskere kan vi finne en løsning og besvare din forespørsel.
pt: Adicione mais detalhes no campo de comportamento esperado. Quanto mais detalhes forem fornecidos, mais rápido encontraremos uma solução para o problema.
ru: Добавьте дополнительные сведения в поле ожидаемого поведения. Чем больше деталей вы сможете предоставить, тем быстрее мы сможем найти решение и ответить на ваш запрос.
sv: Lägg till mer info i fältet för förväntat beteende. Ju fler detaljer du kan återge, desto snabbare kan vi hitta en lösning och svar på din begäran.
th: กรุณาเพิ่มรายละเอียดให้มากขึ้นในช่องพฤติกรรมที่คาดหวัง ยิ่งมีรายละเอียดมาก เราก็สามารถหาทางออกและตอบคำร้องของคุณได้เร็วยิ่งขึ้น

# Support_SubjectTooShort_Title
source: Subject too short
ca: L'assumpte és massa curt
cs: Předmět je příliš krátký
de: Betreff zu kurz
es: Asunto demasiado corto
fr: Sujet trop court
id: Subjek terlalu pendek
it: Oggetto troppo breve
ja: 件名が短すぎます
nb: Emnet er for kort
pt: Assunto curto demais
ru: Тема слишком короткая
sv: Ämne är för kort
th: หัวข้อสั้นเกินไป

# Support_SubjectTooShort_Msg
source: Please add a more descriptive subject.
ca: Afegiu un assumpte més descriptiu.
cs: Přidejte prosím více popisný předmět.
de: Bitte verwende einen aussagekräftigeren Betreff.
es: Por favor añada un asunto más descriptivo.
fr: Veuillez ajoutez un sujet plus descriptif.
id: Harap tambahkan suatu subjek yang lebih deskriptif.
it: Si prega di aggiungere un oggetto maggiormente descrittivo.
nb: Legg til et mer beskrivende emne.
pt: Adicione um assunto mais descritivo.
ru: Пожалуйста, добавьте наиболее точную тему.
sv: Lägg till ett mer beskrivande ämne
th: กรุณาใส่หัวข้อที่อธิบายมากกว่านี้

# Support_MailInvalid_Title
source: Email invalid
ca: Adreça electrònica no vàlida
cs: E-mail je neplatný
de: E-Mail ungültig
es: Dirección de correo inválida
fr: Email invalide
id: Surel tak valid
it: Indirizzo email non valido
ja: メールアドレスが無効です
nb: Ugyldig e-postadresse
pt: E‑mail inválido
ru: Недопустимый Email
sv: Ogiltig e-postadress
th: อีเมลผิดรูปแบบ

# Support_MailInvalid_Msg
source: Please use a valid email address.
ca: Utilitzeu una adreça electrònica vàlida.
cs: Zadejte prosím platný e-mail.
de: Bitte verwende eine gültige E-Mail Adresse.
es: Use una dirección de correo válida.
fr: Merci d'utiliser une adresse email valide.
id: Harap gunakan suatu alamat surel yang valid.
it: Si prega di inserire un indirizzo email valido.
ja: 有効なメールアドレスを使用してください。
nb: Bruk en gyldig e-postadresse.
pt: Use um endereço de e‑mail válido.
ru: Пожалуйста, используйте действующий адрес электронной почты.
sv: Använd en giltig e-postadress.
th: กรุณาใช้ที่อยู่อีเมลที่ตรงรูปแบบ

# Support_NameTooShort_Title
source: Name too short
ca: El nom és massa curt
cs: Jméno je příliš krátké
de: Name zu kurz.
es: Nombre demasiado corto
fr: Nom trop court
id: Nama terlalu pendek
it: Nome troppo breve
ja: 名前が短すぎます
nb: Navnet er for kort
pt: Nome curto demais
ru: Название слишком короткое
sv: Namn är för kort
th: ชื่อสั้นเกินไป

# Support_NameTooShort_Msg
source: Please enter a longer name.
ca: Introduïu un nom més llarg.
cs: Zadejte prosím delší jméno.
de: Bitte gib einen längeren Namen ein.
es: Introduzca un nombre más largo por favor
fr: Merci d'entrer un nom plus long.
id: Harap masukkan nama yang lebih panjang.
it: Si prega di inserire un nome più lungo.
ja: 名前を長くしてください
nb: Skriv inn et lengre lavn.
pt: Digite um nome mais longo.
ru: Введите более длинное название.
sv: Ange ett längre namn.
th: กรุณาใส่ชื่อที่ยาวกว่านี้

# Support_NoComponentSelected_Title
source: No component selected
ca: No s'ha seleccionat cap component
cs: Žádná komponenta nebyla vybrána
de: Keine Komponente ausgewählt
es: Ningún componente seleccionado
fr: Aucun composant sélectionné
id: Tidak ada komponen yang dipilih
it: Nessun component selezionato
ja: コンポーネントが選択されていません
nb: Ingen komponent valgt
pt: Nenhum componente selecionado
ru: Не выбран компонент
sv: Ingen komponent är vald

# Support_NoComponentSelected_Msg
source: Please select a component.
ca: Seleccioneu un component.
cs: Vyberte komponentu
de: Bitte wähle eine Komponente aus.
es: Por favor seleccione un componente.
fr: Merci de sélectionner un composant.
id: Harap pilih sebuah komponen.
it: Si prega di selezionare un componente.
ja: コンポーネントを選択してください。
nb: Velg en komponent
pt: Selecione um componente.
ru: Выберите компонент.
sv: Välj en komponent.

# Support_ReportFailed_Title
source: Report could not be sent
cs: Hlášení nelze odeslat
de: Bericht konnte nicht gesendet werden
fr: L'envoi du rapport a échoué
id: Laporan tidak dapat dikirim
it: Invio del report fallito
ja: レポートを送信できません
nb: Forsendelse av rapport mislyktes
pt: O relatório não pôde ser enviado
ru: Не удалось отправить отчет
th: ไม่สามารถส่งรายงานได้

# Support_ReportFailed_Msg
source: Please create your report on our support platform instead. Click “Ok” to open the support form in your browser.
cs: Prosím, vytvořte své hlášení na naší platformě uživatelské podpory. Klepnutím na tlačítko „OK“ otevřete formulář v prohlížeči.
de: Bitte erstelle den Bericht direkt auf unserer Support-Plattform. Der "Ok"-Knopf öffnet deinen Browser und bringt dich dorthin.
fr: Nous n'avons pas pu envoyer votre rapport. Merci de créer votre rapport sur notre plateforme de support à la place. Le bouton « Ok » va ouvrir votre navigateur et vous y conduire.
id: Harap buat laporan Anda pada platform dukungan kami. Klik "Ok" untuk membuka formulir dukungan dalam peramban Anda.
it: We were unable to send your report. Please create your report on our support platform instead. The “Ok” button will open your browser and take you there.
ja: かわりにサポートプラットフォームからレポートを作成してください。「OK」をクリックするとブラウザーでサポートフォームを開きます。
nb: Rapporten din kunne ikke sendes. Opprett rapporten din på vår brukerstøtteplattform i steden for. "OK"-knappen vil åpne din forvalgte nettleser og ta deg dit.
pt: Use a nossa plataforma de suporte para criar o relatório. Clique em “OK” para abrir a plataforma de suporte no navegador.
ru: Создайте свой отчет на нашей платформе поддержки. Нажмите «Оk», чтобы открыть форму поддержки в вашем браузере.

# Support_PublicReportSucceeded_Title
source: Report sent
ca: S'ha enviat l'informe
cs: Hlášení bylo odesláno
de: Bericht gesendet
es: Informe enviado
fr: Rapport envoyé
id: Laporan dikirim
it: Report inviato
ja: レポートを送信しました
nb: Rapport sendt
pt: Relatório enviado
ru: Отчет отправлен
sv: Rapport skickad
th: ส่งรายงานแล้ว

# Support_PublicReportSucceeded_Msg
source: Thank you for the report. A public discussion has been created. Please allow a few days for us to respond. You will receive updates via email. The discussion will now be openend in your browser. Consider creating a bookmark.
cs: Děkujeme za hlášení. Byla vytvořena veřejná diskuse. Dejte nám prosím několik dní na odpověď. Obdržíte aktualizace hlášní prostřednictvím e-mailu Diskuse bude nyní otevřena ve vašem prohlížeči. Zvažte vytvoření záložky k této diskuzi.
de: Danke für den Bericht. Eine öffentliche Diskussion wurde erstellt. Bitte gib uns ein paar Tage Zeit für eine Antwort. Updates wirst du per E-Mail erhalten. Deine Diskussion wird nun im Browser geöffnet. Lege bei Bedarf ein Lesezeichen an.
fr: Merci d'avoir pris le temps d'envoyer ce rapport. Une discussion publique a été créée. Merci de nous accorder quelques jours pour répondre. Vous recevrez les réponses par email. Nous allons maintenant ouvrir la discussion dans votre navigateur. Pensez à créer un marque-page.
id: Terima kasih atas laporan ini. Suatu diskusi publik telah dibuat. Mohon beri kami beberapa hari untuk merespon. Anda akan menerima pemutakhiran melalui surel. Sekarang diskusi akan dibuka di dalam peramban Anda. Pertimbangkan untuk membuat markah.
it: Thanks for taking the time to send this report. A public discussion has been created. Please allow a few days for us to respond. You will receive updates via Email. We will now open your discussion in your browser. Consider creating a bookmark.
nb: Takk for at du tok deg tid til å sende denne rapporten! En offentlig korrespondanse har blitt opprettet. Gi oss et par dager på å svare. Du vil motta oppdateringer per e-post. Diskusjonen vil nå åpnes i din nettleser. Overvei å lage et bokmerke.
pt: Obrigado pelo relatório. Uma discussão pública foi criada. Aguarde alguns dias por uma resposta. Atualizações serão enviadas por e‑mail. A discussão será aberta no navegador agora. Se desejar, adicione‑a como um favorito no navegador.
ru: Спасибо за отчет. Была создана публичная дискуссия. Пожалуйста, подождите несколько дней, чтобы мы могли подготовить ответ. Вы будете получать обновления по электронной почте. Сейчас дискуссия открыта в вашем браузере. Подумайте о создании закладки.

# Support_PrivateReportSucceeded_Title
source: Report sent
ca: S'ha enviat l'informe
cs: Hlášení bylo odesláno
de: Bericht gesendet
es: Informe enviado
fr: Rapport envoyé
id: Laporan dikirim
it: Report inviato
ja: レポートを送信しました
nb: Rapport sendt
pt: Relatório enviado
ru: Отчет отправлен
sv: Rapport skickad
th: ส่งรายงานแล้ว

# Support_PrivateReportSucceeded_Msg
source: Thank you for the report. A private discussion has been created. Please allow a few days for us to respond. You will receive updates via email. The discussion will now be openend in your browser. Consider creating a bookmark.
cs: Děkujeme za hlášení. Byla vytvořena neveřejná diskuse. Dejte nám prosím několik dní na odpověď. Obdržíte aktualizace hlášní prostřednictvím e-mailu Diskuse bude nyní otevřena ve vašem prohlížeči. Zvažte vytvoření záložky k této diskuzi.
de: Danke für den Bericht. Eine private Diskussion wurde erstellt. Bitte gib uns ein paar Tage Zeit für eine Antwort. Updates wirst du per E-Mail erhalten. Deine Diskussion wird nun im Browser geöffnet. Lege bei Bedarf ein Lesezeichen an.
fr: Thanks for taking the time to send this report. A private discussion has been created. Please allow a few days for us to respond. You will receive updates via Email. We will now open your discussion in your browser. Consider creating a bookmark.
id: Terima kasih atas laporan ini. Suatu diskusi privat telah dibuat. Harap beri kami beberapa hari untuk merespon. Anda akan menerima pemutakhiran melalui surel. Sekarang diskusi akan dibuka dalam peramban Anda. Pertimbangkan untuk membuat markah.
it: Thanks for taking the time to send this report. A private discussion has been created. Please allow a few days for us to respond. You will receive updates via Email. We will now open your discussion in your browser. Consider creating a bookmark.
nb: Takk for at du tok deg tid til å sende denne rapporten! En privat korrespondanse har blitt opprettet. Gi oss et par dager på å svare. Du vil motta oppdateringer per e-post. Diskusjonen vil nå åpnes i din nettleser. Overvei å lage et bokmerke.
pt: Obrigado pelo relatório. Uma discussão privada foi criada. Aguarde alguns dias por uma resposta. Atualizações serão enviadas por e‑mail. A discussão será aberta no navegador agora. Se desejar, adicione‑a como um favorito no navegador.
ru: Спасибо за отчет. Была создана приватная дискуссия. Пожалуйста, подождите несколько дней, чтобы мы могли подготовить ответ. Вы будете получать обновления по электронной почте. Сейчас дискуссия открыта в вашем браузере. Подумайте о создании закладки.

# ShouldRemoveComment_Title
source: Information about the comment field
ca: Informació sobre el camp de comentaris
cs: Informace o poli komentáře
de: Information zum Kommentar-Feld
es: Información sobre el campo de comentario.
id: Informasi tentang ruas komentar
it: Nota sul campo Commento
nb: Informasjon om kommentarfeltet
pt: Informações sobre o campo de comentários
ru: Информация о поле комментария
sv: Information om kommentarsfältet
th: ข้อมูลเกี่ยวกับช่องความเห็น

# ShouldRemoveComment_Msg
source: We have removed the option to set a comment in GPG Suite Preferences. Best practices recommend to no longer use the comment field since wrong usage may leak information. You have currently configured the following comment: %@ Would you like to remove it? (recommended)
cs: Odstranili jsme možnost nastavit komentáře v Předvolbách GPG Suite. Podle nejnovějších poznatků v oblasti bezpečnosti je doporučeno pole komentáře již nepoužívat, protože jeho nesprávné použití může způsobit únik citlivých informací. Aktuálně jste zadal následující komentář: %@ Chcete jej odstranit? (doporučeno)
de: Wir haben die Option für ein Kommentar-Feld in GPG Suite Preferences entfernt. Dessen Nutzung wird nicht mehr empfohlen, da bei unsachgemäßer Verwendung sensible Daten offengelegt werden könnten. Du hast aktuell folgenden Kommentar konfiguriert: %@ Möchtest Du den Kommentar entfernen? (empfohlen)
fr: We have removed the option to set a comment in GPGPreferences. Best practices recommend to no longer use the comment field since wrong usage may leak information. You have currently configured the following comment: %@ Would you like to remove it? (recommended)
id: Kami telang membuang opsi untuk mengatur suatu komentar dalam Preferensi Keluarga GPG. Praktik terbaik merekomendasikan untuk tidak lagi memakai ruas komentar karena penggunaan yang salah mungkin membocorkan informasi. Anda saat ini menata komentar berikut: %@ Apakah hendak dibuang? (dianjurkan)
it: We have removed the option to set a comment in GPGPreferences. Best practices recommend to no longer use the comment field since wrong usage may leak information. You have currently configured the following comment: %@ Would you like to remove it? (recommended)
nb: Vi har fjernet muligheten til å sette en kommentar i GPGPreferences. Kjørereglene anbefaler å ikke bruke dette feltet lenger siden feil bruk kan lekke informasjon. Du har for øyeblikket satt opp følgende kommentar: %@ Ønsker du å fjerne den? (Anbefalt)
pt: A opção para definir um comentário nas Preferências da GPG Suite foi removida. É recomendável não usar mais o campo de comentários, pois seu uso incorreto pode acarretar no vazamento de informações. O seguinte comentário está configurado atualmente: %@ Deseja removê‑lo? (Recomendável)
ru: Мы удалили опцию для установки комментария в настройках GPG Suite. Сообщество пришло к решению не использовать поле комментариев, поскольку неправильное его использование может привести к утечке информации. В настоящий момент настроен следующий комментарий: %@ Хотите удалить его? (рекомендуется)

# ShouldRemoveComment_Button1
source: Remove Comment
cs: Odstranit komentář
de: Kommentar entfernen
id: Buang Komentar
it: Rimuovi commento
ja: コメントを消去
nb: Fjern kommentar
pt: Remover Comentário
ru: Удалить комментарий
sv: Ta bort kommentar
th: ลบความเห็น

# ShouldRemoveComment_Button2
source: Keep Comment
cs: Uchovat komentář
de: Kommentar behalten
id: Pertahankan Komentar
it: Lascia commento
nb: Behold kommentar
pt: Manter Comentário
ru: Оставить комментарий
sv: Behåll kommentar
th: เก็บความเห็น

# EmailCheck_TooLong
source: The email address you entered is too long.
ca: L'adreça electrònica és massa llarga.
cs: Zadaný e-mail je příliš dlouhý.
de: Die eingegebene Email ist zu lang.
es: La dirección de correo introducida es demasiado larga.
id: Alamat surel yang Anda masukkan terlalu panjang.
it: Hai inserito un indirizzo email troppo lungo.
ja: 入力されたメールアドレスは長すぎます。
nb: E-postadressen du har angitt er for lang.
pt: O endereço de e‑mail digitado é grande demais.
ru: Введенный вами адрес электронной почты слишком длинный.
sv: E-postadressen som du angivit är för lång.
th: ที่อยู่อีเมลที่คุณใส่มายาวเกินไป

# EmailCheck_Invalid
source: You entered an invalid email address.
ca: Heu introduït una adreça electrònica no vàlida.
cs: Byl zadán neplatný e-mail.
de: Die eingegebene E-Mail ist ungültig.
es: Ha introducido una dirección de correo inválida.
id: Anda memasukkan alamat surel yang tidak valid.
it: Hai inserito un indirizzo email non valido.
ja: 無効なメールアドレスが入力されました。
nb: Du har angitt en ugyldig e-postadresse.
pt: O endereço de e‑mail digitado é inválido.
ru: Вы ввели неверный адрес электронной почты.
sv: Du har angivit en ogiltig e-postadress.
th: คุณใส่ที่อยู่อีเมลผิดรูปแบบ

# EmailCheck_Msg
source: Please use a valid email address.
ca: Utilitzeu una adreça electrònica vàlida.
cs: Zadejte prosím platný e-mail.
de: Bitte gib eine gültige E-Mail ein.
es: Use una dirección de correo válida.
id: Harap gunakan suatu alamat surel yang valid.
it: Si prega di inserire un indirizzo email valido.
ja: 有効なメールアドレスを使用してください。
nb: Oppgi en gyldig e-postadresse.
pt: Use um endereço de e‑mail válido.
ru: Пожалуйста, используйте действующий адрес электронной почты.
sv: Använd en giltig e-postadress.
th: กรุณาใช้ที่อยู่อีเมลที่ตรงรูปแบบ
